
// import mui icon
import LocalShippingIcon from "@mui/icons-material/LocalShipping";
import LocalGroceryStoreIcon from "@mui/icons-material/LocalGroceryStore";
import ChecklistIcon from "@mui/icons-material/Checklist";
import Image from "next/image";
import ReusableBreadcrumbs from "@/components/designComponent/ReusableBreadcrumbs";

const ShippingWays = () => {
  return (
    <div className="p-2" dir="rtl">
      <ReusableBreadcrumbs
        items={[{ label: "خانه", href: "/" }, { label: "روش های ارسال" }]}
      />
      <h2 className="text-[#52AFC2]">روش های ارسال </h2>
      <div className="p-5 flex justify-center align-items-center gap-5 text-primary">
        <LocalShippingIcon sx={{ fontSize: 70 }} />
        <LocalGroceryStoreIcon sx={{ fontSize: 70 }} />
        <ChecklistIcon sx={{ fontSize: 70 }} />
      </div>
      <p>
        همه ی تلاش ما در مجموعه دی سی ای کالا این است که محصول خریداری شده توسط
        مشتری در سریعترین زمان به دست او برسد و از این سو ما سرویس های سریع
        مطابق با نیاز مشتری راه اندازی نموده ایم. در کنار این موضوع ما به ارسال
        اقتصادی و ارزان قیمت نیز فکر کرده ایم تا مشتریانی که اجناس ارزان تری
        خریده اند یا خیلی عجله در دریافت سریع محصول ندارند بتوانند از این سیستم
        استفاده کنند.
      </p>
      <div className="w-full rounded-md p-5 bg-[#F9F9F9] border border-gray-400">
        <p>- پیک اختصاصی (برای مناطق 22 گانه شهر تهران)</p>
        <p>- پست پیشتاز (برای سراسر کشور)</p>
        <p>- تیپاکس و چاپار (برای شهرهای تحت پوشش تیپاکس)</p>
        <p>- باربری (برای شهرهای تحت پوشش باربری مناسب برای اجناس سنگین)</p>
      </div>
      <p>
        همچنین امکان پرداخت در محل برای شهر تهران فعال است و امکان ارسال محصول
        به سراسر کشور وجود دارد.
      </p>
      <div className="p-5 mx-auto">
        <Image
          src={"/assets/images/carShop.png"}
          width={300}
          height={300}
          alt=""
        />
      </div>
      <h2 className="text-[#52AFC2] my-5">
        {" "}
        پیک اختصاصی(مناطق 22 گانه شهر تهران){" "}
      </h2>
      <p>
        سعی ما این است که سفارش‌های شما را در روزهای کاری و به سرعت و در همان
        روز تحویل دهیم. برخی از محصولات سایت دارای قابلیت ارسال فوری هستند که
        تنها ظرف 3 ساعت پس از ثبت سفارش به دست خریدار خواهند رسید. زمان ثبت این
        سفارشات از ساعت 9 صبح تا 4 بعد از ظهر روزهای شنبه تا چهارشنبه و روز پنج
        شنبه ساعت 9 تا 12 است. اما در ارسال های اختصاصی سفارش هایی که تا ساعت 12
        روزهای شنبه تا چهارشنبه ثبت گردند در همان روز ارسال می شوند و سفارش هایی
        که روز پنج شنبه و جمعه ثبت شوند در روز شنبه ارسال میگردند. همچنین ارسال
        سفارش های ثبت شده در روزهای تعطیل در اولین روز کاری پس از تعطیلات انجام
        می پذیرد.
      </p>
      <h4 className="text-primary mt-5 mb-2">موارد قابل توجه : </h4>
      <p>
        در صورتی که بعد از ثبت سفارش، آدرستان را تغییر دهید ممکن است سفارش شما
        با نهایتا ۴۸ ساعت تاخیر ارسال گردد. هزینه ارسال سفارشات فوری و اختصاصی
        با توجه به منطقه سفارش دهنده متغیر است و اجناس با الوپیک یا اسنپ باکس
        ارسال خواهد شد.
      </p>
      <div className="p-5 mx-auto">
        <Image
          src="/assets/images/shippingways.png"
          alt=""
          width={300}
          height={300}
        />
      </div>
      <h4 className="text-primary my-1">
        ارسال اقتصادی و به صرفه ( برای سراسر کشور)
      </h4>
      <p>
        بسیاری از کالاهای دی سی ای کالا به مانند ریموت، فلاشر و … کوچکند و ارزش
        ریالی کمی دارند. برخی از خریداران نیز عجله ای بابت دریافت محصولشان
        ندارند. از این سو دی سی ای کالا روشی اقتصادی و ارزان قیمت برای ارسال ها
        ابداع نمود که برای این افراد بسیار مناسب است. در روش دی سی ای کالا مقرون
        به صرفه ترین حامل را یافته تا مصرف کننده هزینه ی ثابت و کمی بابت دریافت
        کالایش بپردازد.
      </p>
      <p>موارد قابل توجه :</p>
      <div className="w-full rounded-md p-5 bg-[#F9F9F9] border border-gray-400">
        <p>
          هزینه ارسال به روش اقتصادی مبلغ ثابت 25000 تومان برای سراسر ایران می
          باشد.
        </p>
        <p>
          این روش صرفا برای کالاهای سبک قابل استفاده است و برای اجناسی نظیر جک و
          موتور پارکینگی، کرکره برقی و موتور کرکره، راهبند، درب و اپراتور شیشه
          ای و دیگر اجناس سنگین حذف خواهد شد.
        </p>
      </div>
      <h4 className="text-primary">ارسال با باربری (سراسر ایران)</h4>
      <p className="my-1">
        باربری ها حامل هایی مطمئن هستند که در اکثر شهرهای ایران شعبه هایی دارند.
        ما این حامل را برای اجناس سنگین پیشنهاد می کنیم. اما حداقل اندازه جنسی
        که باربری ها می پذیرند ابعاد 30x30x20 می باشد. سفارش هایی که تا ساعت 15
        شنبه تا چهارشنبه ثبت گردند، همان روز به باربری تحویل می شوند( منوط بر
        این که آن جنس جزو کالا های ارسال سریع باشد) و سفارش های ثبت شده تا ساعت
        11 روز پنج شنبه نیز در همان روز تحویل باربری می گردند.
      </p>
      <p>
        هزینه ارسال باربری شامل دو بخش هزینه ارسال درون شهری و بین شهری می شود
        که این هزینه با توجه به مقصد متفاوت است. این هزینه پس کرایه شده و در
        مقصد از خریدار دریافت می گردد.
      </p>
      <h4 className="text-primary my-1">تیپاکس (برای سراسر کشور)</h4>
      <p className="my-1">
        تیپاکس و چاپار دو سرویس حمل سریع در کشور است که در ۵۵۰ شهر ایران دارای
        نمایندگی بوده و با توجه به ارسال مستقیم به اکثر این شهرها روشی سریع جهت
        ارسال مرسوله به حساب می‌آید. در روزهای کاری، چنانچه تا ساعت 14 ( پنج
        شنبه ها تا ساعت ۰۹:۰۰) سفارش خود را نهایی کنید، سفارش شما همان روز تحویل
        تیپاکس یا چاپار خواهد شد.
      </p>
      <p>
        کد پیگیری مرسوله در قسمت جزئیات سفارش در حساب کاربری شما درج می‌شود.
        همچنین کد پیگیری مرسوله از طریق پیامک نیز به دست شما خواهد رسید. با
        استفاده از کد پیگیری تیپاکس می‌توانید وضعیت مرسوله خود را از سامانه
        رهگیری تیپاکس و سامانه رهگیری چاپار پیگیری نمایید.
      </p>
      <h4 className="text-primary my-1">
        ارسال توسط پست پیشتاز (برای سراسر کشور)
      </h4>
      <p>
        سفارش های ثبت شده به روش پستی در روز کاری بعد تحویل مرکز پست خواهد شد.
        همچنین در هنگام ثبت سفارش می‌توانید زمان و ساعتی که سفارش شما تحویل شرکت
        پست می‌شود را مشاهده فرمایید.
      </p>
      <p>
        کد پیگیری مرسوله در قسمت جزئیات سفارش در حساب کاربری شما درج می‌شود.
        همچنین کد پیگیری مرسوله از طریق پیامک نیز به دست شما خواهد رسید. با
        استفاده از کد پیگیری پست پیشتاز می‌توانید وضعیت مرسوله خود را از سامانه
        رهگیری مرسولات پستی پیگیری نمایید.
      </p>
      <h4 className="text-primary my-1">چگونگی پیگیری مرسولات</h4>
      <p>
        پس از ثبت سفارش مراحل مربوط به تکمیل و ارسال سفارش به صورت پیامکی ارسال
        و در حساب کاربری مشتری قابل مشاهده است. پس از تحویل جنس به حامل پیامک
        مربوط به نوع حامل و شماره پیگیری برای مشتری ارسال میگردد که پس از آن
        مشتری می تواند به سامانه پیگیری حامل ها وارد و پس از وارد کردن شماره
        پیگیره محل دقیق مرسوله خود را مشاهده کند.
      </p>
    </div>
  );
};

export default ShippingWays;
