import ReusableBreadcrumbs from "@/components/designComponent/ReusableBreadcrumbs";
import Image from "next/image";

const ShoppingGuid = () => {
  return (
    <div dir="rtl">
      <ReusableBreadcrumbs
        items={[{ label: "خانه", href: "/" }, { label: "آموزش خرید و پرداخت" }]}
      />
      <h2 className="text-lg text-center my-5 text-[#52AFC2]">
        مرحله اول: راهنمای انتخاب محصول از سایت
      </h2>
      <p className="my-1">جستجو و انتخاب کالا</p>
      <p>
        برای دریافت اطلاعات در مورد کالای مورد نظر خود در سایت دی سی ای کالا
        می‏‌توانید از سه روش استفاده کنید:
      </p>
      <p className="my-1">استفاده از نوار جستجو</p>
      <p>
        در صورتی که محصول مورد نظر خود را از قبل انتخاب کرده باشید می‌‏توانید با
        نوشتن نام یا بخشی از نام آن در نوار جستجو که در بالای صفحات قرار گرفته
        است، به صورت مستقیم به سراغ محصول مورد نظر خود بروید.
      </p>
      <p className="my-1">استفاده از منو</p>
      <p>
        درست در زیر کادر مخصوص جستجو، گروه بندی کالا ها (منو) قرار دارد. با قرار
        دادن نشان‏گر موس بر روی هر یک از گروه ها، دسته بندی محصولات مرتبط آن
        نمایش داده می‌‏‏شود و می توانید به سادگی دسته مورد نظر خود را انتخاب
        نمایید.
      </p>
      <p className="my-1">استفاده از پیشنهادات دی سی ای کالا</p>
      <p>
        بخش‌‏ هایی با نام های «تازه وارد ها»«منتخب دی سی ای کالا» و «فروش ویژه»
        در نظر گرفته شده‌‏‏اند که بررسی محصولات در این بخش‏‏‌ها می‌‏تواند شما را
        در انتخاب کالای مورد نظرتان کمک نماید.
      </p>
      <h2 className="text-lg text-center my-5 text-[#52AFC2]">
        مرحله دوم: راهنمای خرید محصول از سایت
      </h2>
      <p>
        در ابتدا شما محصول مورد نظرتان را داخل سایت باز کرده و می توانید با توجه
        به نوع محصول ویژگی های مورد نظرتان را از سمت چپ صفحه محصول انتخاب
        نمایید. همچنین تعداد محصول را نیز از باکس تعداد می توانید انتخاب کنید.
        سپس کلید سبز رنگ "افزودن به سبد خرید" را بزنید.
      </p>
      <Image
        src={"/assets/images/guid-shoping1.png"}
        alt=""
        width={100}
        height={100}
        className="w-full h-full object-cover"
      />
      <p className="my-3">
        بعد از انتخاب "افزودن به سبد خرید" محصول شما با تعداد مورد نظرتان که در
        مرحله قبل انتخاب کرده اید به سبد خرید شما اضافه می شود. حال در اینجا با
        دو گزینه مواجه می شوید، "افزودن محصول دیگر" که شما را به صفحه محصول در
        فروشگاه باز می گرداند. "تکمیل فرآیند خرید" که شما را به سبد خرید
        محصولتان وارد می کند.
      </p>
      <Image
        src={"/assets/images/guid-shoping2.png"}
        alt=""
        width={100}
        height={100}
        className="w-full h-full object-cover"
      />
      <p className="my-2">
        شما با انتخاب "تکمیل فرآیند خرید" وارد سبد کالای خود می شوید. در این
        مرحله نیز با انتخاب "بازگشت به فروشگاه" می توانید دوباره به صفحه محصول
        برگشته و یا محصول جدیدی را در سایت انتخاب کنید. گزینه دیگری که در این
        صفحه مشاهده می کنید "پرداخت نهایی" است که شما را به صفحه "ورود یا ثبت
        نام" وارد می کند. در این مرحله در صورتی که حساب کاربری دارید می توانید
        شماره موبایل یا ایمیل خود را وارد نمایید و سپس رمز عبور را زده یا از
        گزینه "ارسال رمز یکبار مصرف" استفاده کنید.
      </p>
      <p>
        در صورتی که حساب کاربری ندارید در همین صفحه می توانید ثبت نام خود را
        انجام دهید.
      </p>
      <Image
        src={"/assets/images/guid-shoping3.png"}
        alt=""
        width={100}
        height={100}
        className="w-full h-full object-cover"
      />
      <p className="my-2">
        در این مرحله در صورتی که حساب کاربری ندارید می توانید از قسمت مشخص شده
        وارد شده و برای ثبت نام مراحل زیر را انجام دهید. در کادر اول باید شماره
        همراه یا ایمیلی که با آن قصد ثبت نام را دارید وارد نماید. سپس نام در
        کادر دوم و سوم نام و نام خانوادگی خود را به ترتیب با حروف فارسی وارد
        کنید. در کادر آخر یک رمز عبور مناسب انتخاب کنید و درنهایت کلید "ثبت
        اطلاعات" را انتخاب کنید.
      </p>
      <h2 className="text-lg text-center my-5 text-[#52AFC2]">
        مرحله سوم: راهنمای روش های پرداخت
      </h2>
      <h4 className="font-bold">- پرداخت از طریق درگاه اینترنتی</h4>
      <p className="my-1">
        شما می توانید در هنگام ثبت سفارش خود، از طریق درگاه اینترنتی بانک ‌های
        ملت و پاسارگاد در سایت دی سی ای کالا و یا از طریق پنل اینترنت بانک شخصی
        خود، هزینه سفارش خود را به صورت آنلاین پرداخت و ثبت نمایید. پرداخت موفق
        مبلغ به منزله ثبت قطعی این پرداخت برای سفارش است و نیازی به اطلاع دادن
        آن نیست، سپس سفارش به صورت خودکار وارد مراحل آماده سازی و ارسال می‏‌شود.
      </p>
      <p>
        کاربران محترم سایت دی سی ای کالا می‌توانند مبلغ سفارش خود را با استفاده
        از همه کارت‌های بانکی عضو شبکه شتاب پرداخت کنند. هم اکنون، با کارت
        بانک‏‌های ملی، صادرات، پارسیان، سامان، اقتصاد نوین، پاسارگاد، ملت،
        کشاورزی، توسعه صادرات، صنعت و معدن، سینا و کارآفرین امکان خرید اینترنتی
        وجود دارد. هنگام پرداخت اینترنتی اطلاعات زیر از شما پرسیده می‌شود که پس
        از وارد کردن آنها و تایید پرداخت، از موفقیت عملیات پرداخت خود مطلع
        می‌شوید.
      </p>
      <h4 className="my-1 font-bold">شماره 16 رقمی کارت</h4>
      <p>این شماره در کارت همه بانک‏‌ها، بر روی کارت درج شده است.</p>
      <h4 className="my-1 font-bold">رمز خرید اینترنتی یا رمز دوم</h4>
      <p>
        رمز دوم (رمز خرید اینترنتی) با رمزی که شما هنگام استفاده از دستگاه ‌‏های
        خودپرداز وارد می‌کنید، تفاوت دارد. برخی از بانک‌ها مثل بانک سامان
        معمولاً رمز اینترنتی را هنگام صدور کارت تحویل می‌دهند، اما کارت بیشتر
        بانک‏‌ها در زمان تحویل، رمز خرید اینترنتی ندارند، برای فعال کردن رمز
        خرید اینترنتی، می‏‌توانید به دستگاه خودپرداز بانک صادر کننده کارت خود
        مراجعه کرده، کارت خود را وارد کنید و بخش عملیات رمز را انتخاب کنید. سپس،
        در بخش رمز دوم یا رمز اینترنتی، رمز دوم خود را انتخاب کنید.
      </p>
      <h4 className="font-bold text-primary my-2">پرداخت در فروشگاه</h4>
      <p>
        کاربران عزیز دی سی ای کالا می توانند با مراجعه حضوری به فروشگاه دی سی ای
        کالا واقع در تهران- بزرگراه رسالت شرق، بین چهارراه سرسبز و دردشت، پلاک
        675، ضمن بازدید از نمایشگاه دایمی دی سی ای کالا، بصورت حضوری پرداخت خود
        را انجام دهند.
      </p>
      <h4 className="font-bold text-primary my-1">
        پرداخت با کارت بانکی در محل تحویل
      </h4>
      <p>
        از آنجا که تمامی ماموران تحویل سفارش دی سی ای کالا در تهران دستگاه
        ‏‏‌های کارت خوان سیار (POS) همراه دارند، می‌توان هنگام تحویل سفارش در
        محل، با استفاده از کارت‌های عضو شبکه شتاب پرداخت خود را انجام داد.
      </p>
      <h4 className="font-bold text-primary my-1">
        پرداخت به روش کارت به کارت یا انتقال وجه
      </h4>
      <p className="my-1">
        کاربرانی که امکان پرداخت اینترنتی و یا پرداخت در محل را ندارند می‌توانند
        وجه سفارش خود را به شماره کارت ‌های قید شده در این قسمت کارت به کارت
        نمایند. جهت پرداخت به صورت کارت به کارت می‌توان از دستگاه های ATM (عابر
        بانک) و یا کارت به کارت اینترنتی استفاده کرد. با این حال پرداخت از طریق
        درگاه پرداخت اینترنتی سایت دی سی ای کالا به علت میزان اتوماسیون بالای آن
        آسان‌تر و سریع‌تر است و دی سی ای کالا پیشنهاد می‌کند که از این روش جهت
        پرداخت استفاده کنید. اما در صورت انتخاب این روش می توانید از شماره حساب
        یا شماره کارت های زیر استفاده کنید:
      </p>
      <p className="mb-1">
        شماره حساب: 4225027437 بانک ملت به نام آقای امیرحسین بقایی
      </p>
      <p>
        شماره کارت: 0168 - 9926 - 3378 - 6104 بانک ملت به آقای نام امیرحسین
        بقایی
      </p>
    </div>
  );
};

export default ShoppingGuid;
