import ReusableBreadcrumbs from "@/components/designComponent/ReusableBreadcrumbs";

const PrivecyPolicy = () => {
  return (
    <div className="p-2" dir="rtl">
      <ReusableBreadcrumbs
        items={[{ label: "خانه", href: "/" }, { label: "حریم خصوصی" }]}
      />
      <h2 className="text-lg text-center my-5 text-[#52AFC2]">
        قوانین ثبت نام
      </h2>
      <p className="my-2">
        دی سی ای کالا در حال حاضر برای ثبت یا پاسخ آن هیچ محدودیتی از جانب ثبت
        نام افراد قائل نیست و دلیل آن هم این است که ممکن است فرد تنها جهت دریافت
        اطلاعات به دی سی ای کالا رجوع کرده باشد. اما کاربر می بایست هنگام نظردهی
        نام و نام خانوادگی به همراه ایمیل خود را وارد نماید تا از ثبت نظرات جعلی
        جلوگیری به عمل آید.
      </p>

      <p className="my-1">
        دی سی ای کالا پس از بررسی نظرات در صورتی که آنها مغایر با قوانین سایت
        نباشد، به ترتیب تاریخ آنها را منتشر خواهد کرد.
      </p>
      <p>
        مشتری می بایست جهت سفارش محصول نام و نام خانوادگی، آدرس، تلفن همراه و
        ثابت خود را به درستی وارد کند و در صورتی که این اطلاعات کافی نبود
        کارشناسان دی سی ای کالا جهت دریافت اطلاعات بیشتر با مشتری تماس خواهند
        گرفت. همچنین مشتریان می توانند آدرس و نام شخص دیگری را جهت دریافت مرسوله
        وارد کنند و در صورت این کار ثبت مشتری به منزله تایید این عمل خواهد بود.
      </p>
      <h2 className="text-lg text-center my-5 text-[#52AFC2]">
        {" "}
        کوکی و دسترسی ها
        </h2>
        <p>
          دی سی ای کالا در حال حاضر برای ثبت یا پاسخ آن هیچ محدودیتی از جانب ثبت
          نام افراد قائل نیست و دلیل آن هم این است که ممکن است فرد تنها جهت
          دریافت اطلاعات به دی سی ای کالا رجوع کرده باشد. اما کاربر می بایست
          هنگام نظردهی نام و نام خانوادگی به همراه ایمیل خود را وارد نماید تا از
          ثبت نظرات جعلی جلوگیری به عمل آید. دی سی ای کالا پس از بررسی نظرات در
          صورتی که آنها مغایر با قوانین سایت نباشد، به ترتیب تاریخ آنها را منتشر
          خواهد کرد. مشتری می بایست جهت سفارش محصول نام و نام خانوادگی، آدرس،
          تلفن همراه و ثابت خود را به درستی وارد کند و در صورتی که این اطلاعات
          کافی نبود کارشناسان دی سی ای کالا جهت دریافت اطلاعات بیشتر با مشتری
          تماس خواهند گرفت. همچنین مشتریان می توانند آدرس و نام شخص دیگری را جهت
          دریافت مرسوله وارد کنند و در صورت این کار ثبت مشتری به منزله تایید این
          عمل خواهد بود. کوکی و دسترسی ها همچنین دی سی ای کالا با ورود کاربر به
          صفحه Dcakala.com اطلاعات زیر را به صورت ناشناس از کاربر اخذ می کند.
          این اطلاعات در حد ضرورت و متناسب با مقاصدی از جمله مطالعه علت گزارش
          خطا و بهبود اشکالات سیستمی و تجربه کاربری در هنگام استفاده از وبسایت
          نیز تحقیقات بازاریابی و ارائه خدمات و پیشنهادات خرید مرتبط تر به
          کاربران جمع آوری می شود و به نحوی مورد استفاده قرار می‌گیرند که به طور
          مستقیم به یک شخص حقیقی مشخص و معین مرتبط نباشند. - نوع دستگاه، زبان و
          نوع سیستم عامل دستگاه شما، شناسه اندروید و شناسه تبلیغاتی اندروید ویژه
          دستگاه شما، جست‌وجوهای انجام شده در وب سایت و نتایج انتخاب‌شده، مدت و
          بازه های استفاده شما از دی سی ای ، اطلاعات فنی و گزارش‌های سرور شامل
          نوع شبکه و نوع و نسخه مرورگر این اطلاعات تنها توسط دی سی ای کالا
          استفاده شده و در اختیار شریک تجاری دیگری قرار نمی گیرد. همچنین در صورت
          درخواست کاربر اطلاعات قبلی پاک شده و پس از آن این اطلاعات جمع آوری نمی
          گردد. دی سی ای کالا اطلاعات را توسط کوکی (cookie) جمع آوری می کند.
          کوکی فایلی است که به درخواست یک سایت، توسط مرورگر ایجاد می‌شود و به
          سایت امکان ذخیره بازدید‌های شما و مناسب‌سازی آنها را فراهم می‌نماید.
          بسیاری از مرورگرها امکان غیرفعال کردن کوکی را فراهم کرده‌اند، به این
          منظور می‌توانید راهنمای مرورگرها را مطالعه کنید. دی سی ای کالا برای
          اطلاع‌رسانی رویدادها و اخبار، خدمات و سرویس‌های ویژه یا پروموشن‌ها،
          برای اعضای وب‌سایت ایمیل یا پیامک ارسال نماید. در صورتی که کاربران
          تمایل به دریافت اینگونه ایمیل‌ها و پیامک‌ها نداشته باشند، می‌توانند
          عضویت دریافت خبرنامه دی سی ای کالا را در پروفایل خود لغو کنند. عدم
          اقدام جهت لغو، به منزله ی موافقت ضمنی با دریافت ایمیل‌ها و پیام‌ها و
          سلب حق اعتراض می‌باشد. دی سی ای کالا برای حفاظت و نگهداری اطلاعات و
          حریم شخصی کاربران همه توان خود را به کار می‌گیرد و امیدوار است که
          تجربه خریدی امن، راحت و خوشایند را برای همه کاربران فراهم آورد. در
          صورت وجود هرگونه سوال، لطفا با اطلاعات تماس زیر ارتباط برقرار کنید.
          تلفن تماس : 021-72195 دفتر مرکزی:تهران - بزرگراه رسالت- چهارراه سرسبز-
          میدان 47- پلاک 8
        </p>
    </div>
  );
};

export default PrivecyPolicy;
