import ReusableBreadcrumbs from "@/components/designComponent/ReusableBreadcrumbs";

const TermsAndConditionsOfUse = () => {
  return (
    <div dir="rtl" className="p-2">
      <ReusableBreadcrumbs
        items={[{ label: "خانه", href: "/" }, { label: "قوانین و مقررات" }]}
      />
      <h2 className="text-lg text-center my-5 text-[#52AFC2]">
        شرایط و قوانین استفاده از سرویس‌ها و خدمات دی سی ای کالا
      </h2>
      <p>
        کاربر گرامی لطفا موارد زیر را قبل از خرید و استفاده از سایت دی سی ای
        کالا مطالع فرمایید:
      </p>
      <h4 className="text-primary my-5">قوانین عمومی</h4>
      <p>
        توجه داشته باشید کلیه اصول و رویه‏‌های دی سی ای کالا منطبق با قوانین
        جمهوری اسلامی ایران، قانون تجارت الکترونیک و قانون حمایت از حقوق مصرف
        کننده است و متعاقبا کاربر نیز موظف به رعایت قوانین مرتبط با کاربر است.
        در صورتی که در قوانین مندرج، رویه‏‌ها و سرویس‏‌های دی سی ای کالا
        تغییراتی در آینده ایجاد شود، در همین صفحه منتشر و به روز رسانی می شود و
        شما توافق می‏‌کنید که استفاده مستمر شما از سایت به معنی پذیرش هرگونه
        تغییر است.
      </p>
      <h4 className="text-primary my-5">تعریف مشتری یا کاربر</h4>
      <p>
        مشتری یا کاربر به شخصی گفته می‌شود که با اطلاعات کاربری خود که در فرم
        ثبت نام درج کرده است، به ثبت سفارش یا هرگونه استفاده از خدمات دی سی ای
        کالا اقدام نماید.
      </p>
      <h4 className="text-primary my-5"> ارتباطات الکترونیکی </h4>
      <p>
        هنگامی که شما از سرویس‌‏ها و خدمات دی سی ای کالا استفاده می‏‌کنید، سفارش
        اینترنتی خود را ثبت یا خرید می‏‌کنید و یا به دی سی ای کالا ایمیل
        می‏‌زنید، این ارتباطات به صورت الکترونیکی انجام می‏‌شود و در صورتی که
        درخواست شما با رعایت کلیه اصول و رویه‏‌ها باشد، شما موافقت می‌‏کنید که
        دی سی ای کالا به صورت الکترونیکی (از طریق پست الکترونیکی، سرویس پیام
        کوتاه و سایر سرویس‌های الکترونیکی) به درخواست شما پاسخ دهد. همچنین جهت
        اطلاع رسانی رویدادها، خدمات و سرویس‌های ویژه یا پروموشن‌ها، امکان دارد
        دی سی ای کالا برای اعضای وب سایت ایمیل یا پیامک ارسال نماید. در صورتی که
        کاربران تمایل به دریافت اینگونه ایمیل و پیامک‌ها نداشته باشند، می‌توانند
        عضویت دریافت خبرنامه دی سی ای کالا را در پروفایل خود لغو کنند.
      </p>
      <h4 className="text-primary my-5"> ثبت، پردازش و ارسال سفارش </h4>
      <p className="my-5">
        - روز کاری به معنی روز شنبه تا پنج شنبه هر هفته، به استثنای تعطیلات
        عمومی در ایران است و کلیه سفارش‏‌های ثبت شده در طول روزهای کاری و اولین
        روز پس از تعطیلات پردازش می‌‏شوند. - کلیه سفارش‌‏های ثبت شده در سایت دی
        سی ای کالا به وسیله ارسال پیش فاکتور از طریق ایمیل، در صف پردازش قرار
        می‏‌گیرند. دی سی ای کالا همواره در ارسال و تحویل کلیه سفارش‌‏های ثبت
        شده، نهایت دقت و تلاش خود را انجام می‌دهد. با وجود این، در صورتی که
        موجودی محصولی در دی سی ای کالا به پایان برسد، حتی پس از اقدام مشتری به
        سفارش‌‏گذاری، حق کنسل کردن آن سفارش و یا استرداد وجه سفارش برای دی سی ای
        کالا محفوظ است و یا مشتری می‏‌تواند به جای کالای به اتمام رسیده، محصول
        دیگری را جایگزین کند. - در صورت نوسان شدید قیمتی و به هنگام خرید جنس
        توسط مشتری فروشگاه دی ای کالا می تواند جنس را بر اساس قیمت روز محاسبه و
        مابقی حساب را از خریدار طلب نماید. - در صورت بروز مشکل در پردازش نهایی
        سبد خرید مانند اتمام موجودی کالا یا انصراف مشتری، مبلغ پرداخت شده طی 24
        الی 48 ساعت کاری به حساب مشتری واریز خواهد شد.
      </p>
    </div>
  );
};

export default TermsAndConditionsOfUse;
