import ReusableBreadcrumbs from "@/components/designComponent/ReusableBreadcrumbs";

const Guaranty = () => {
  return (
    <div className="p-2" dir='rtl'>
      <ReusableBreadcrumbs
        items={[{ label: "خانه", href: "/" }, { label: "ضمانت خرید" }]}
      />
      <h2 className="text-lg text-center my-5 text-[#52AFC2]">
        ضمانت خرید محصولات از دی سی ای کالا
      </h2>
      <p>
        یکی از اصلی ترین اولویت های دی سی ای کالا آسودگی خاطر و رضایت مندی
        خریداران است به همین خاطر تلاش ما بر این است تا هر سفارش در شرایط مطلوب
        و مورد انتظار به دست شما برسد. با وجود این ممکن است پس از خرید، با
        مواردی ناخواسته روبرو شوید. بر همین مبنا دی سی ای کالا، یک بازه ی 7 روزه
        را جهت ضمانت بازگرداندن کالا تعیین کرده است. در نظر داشته باشید در صورتی
        که قیمت کالای مرجوعی در زمان بازگشت،کاهش یافته باشد استرداد وجه به قیمت
        روز خواهد بود.
      </p>
      <h2 className="text-lg text-center my-5 text-[#52AFC2]">
        اجناس را این گونه تحویل بگیرید
      </h2>
      <p>
        فروشگاه دی سی ای کالا سعی کرده اجناس را به بهترین نحو بسته بندی و وکیوم
        نماید تا در اگر بسته از جایی رها شد، محصول داخل آن آسیب نبیند. با این
        حال پیشنهاد ما این است که در هنگام تحویل محصول مخصوصا از باربری یا سرویس
        هایی که به شهرستان ها ارسال دارند به مانند تیپاکس و چاپار، کارتن را باز
        نموده و از تعداد اجناس و سالم بودن فیزیکی اجناس مطمئن شوید و در صورت
        مغایرت اجناس را تحویل نگرفته و سریعا با دی سی ای کالا تماس حاصل نمایید.
      </p>
      <h4 className="text-primary text-center font-bold my-3">
        در صورتی که محصول خریداری شده شما دچار مسائل زیر باشد، می توانید تا 7
        روز کالای خود را مرجوع کنید:
      </h4>
      <div className="w-full rounded-md p-5 bg-[#F9F9F9] border border-gray-400">
        <p>کالای خریداری شده ایراد یا اشکال فنی داشته باشد.*</p>
        <p>
          کالای خریداری شده از نظر مشخصات یا ظاهر فیزیکی با اطلاعات وب سایت
          مغایرت داشته باشد.
        </p>
        <p>مشتری به دلایلی از خرید خود راضی نبوده یا یا پشمیان شده است.</p>
      </div>
      <p>
        *= در قوانین برخی تولید کنندگان وجود دارد که در صورت خرابی جنس حتی در
        زمان تحویل، مشتری می باست این موضوع را به خدمات پس از فروش اعلام کند تا
        تیم خدماتی آن شرکت مشکل را مرتفع سازد.
      </p>
      <h4 className="text-primary text-center font-bold my-3">
        برای استفاده از این ضمانت لازم است شرایط زیر را در نظر داشته باشید:
      </h4>
      <div className="w-full rounded-md p-5 bg-[#F9F9F9] border border-gray-400">
        <p className="my-1 text-accent-des">
          آسیب‏‏ یا ایراد فیزیکی باید حداکثر طی 48 ساعت پس از دریافت کالا، به
          واحد فروش دی سی ای کالا از طریق تلفن، ایمیل یا مراجعه حضوری اطلاع داده
          شود.
        </p>
        <p className="my-1 text-accent-des">
          لازم است کارتن و جعبه اصلی محصولات تا پایان 7 روز مهلت استفاده،
          نگهداری شود و از دور ریختن آن جداً خودداری شود.
        </p>
        <p className="my-1 text-accent-des">
          استفاده از این سرویس تنها در صورتی امکان‌پذیر است که کالا در کارتن یا
          جعبه اصلی خود به دی سی ای کالا بازگردانده شود.
        </p>
        <p className="my-1 text-accent-des">
          برای مرجوع کردن کالای خود، باید تمامی اقلام همراه محصول، در جعبه وجود
          داشته باشند. همچنین اگر کالا به‌ همراه هدیه فروخته شده باشد،
          بازگرداندن هدیه همراه آن نیز الزامی است.
        </p>
        <p className="my-1 text-accent-des">
          برچسب زدن یا نوشتن توضیحات، آدرس یا هر مورد دیگری روی کارتن یا جعبه
          اصلی کالا و یا پاره و مخدوش کردن آن، امکان استفاده از ضمانت بازگشت را
          از بین خواهد برد.
        </p>
        <p className="my-1 text-accent-des">
          این سرویس اشکال‏‏‌های فنی و ظاهری (شکستگی، خط و خش و مانند آن روی بدنه
          کالا و قطعات تزئینی) را که در اثر استفاده نادرست کاربر از کالا ایجاد
          شود، شامل نمی‏‏‌شود.
        </p>
        <p className="my-1 text-accent-des">
          استفاده نادرست پس از تحویل کالا مواردی مانند حمل و نقل و جابجایی، نصب
          و راه اندازی، تنظیمات، کاربرد غیرمعمول، نگهداری و استفاده‌ ی نامناسب و
          متفاوت با توصیه سازنده کالا (قید شده در دفترچه راهنمای کالا) را شامل
          می‌شود.
        </p>
        <p className="my-1 text-accent-des">
          اگر مغایرت، بدون باز کردن بسته بندی یا بدون استفاده از کالا قابل
          مشاهده است، مثل رنگ یا مشخصات درج شده روی بدنه، باید کالا در شرایط
          اولیه خود باشد و از آن استفاده نشده باشد.
        </p>
        <p className="my-1 text-accent-des">
          عکس محصولات جهت اطلاع و کمک به خرید مشتری و از آنجا که ممکن است در
          پاره ای جزییات با کالای اصلی تفاوت هایی داشته باشد به استناد آنها نمی
          توان اعلام مغایرت کرد. ملاک وجود مغایرت در مشخصات کالا، مشخصات فنی درج
          شده در وب سایت است.
        </p>
        <p className="my-1 text-accent-des">
          در صورتی که امکان تشخیص مغایرت تنها با باز کردن بسته بندی ممکن باشد،
          لازم است کارتن و جعبه اصلی محصولات نگهداری شود و از دور ریختن آن جدا
          خودداری شود. استفاده از این سرویس تنها در صورتی امکان ‌پذیر است که
          کالا در کارتن یا جعبه اصلی خود (بدون مخدوش شدن کارتن یا جعبه) به دی سی
          ای کالا بازگردانده شود. همچنین در صورتی که آسیب‏‌، در لحظه قابل مشاهده
          باشد، مشتری می‏‌تواند از تحویل گرفتن مرسوله خودداری کند تا جهت بررسی و
          ارسال مجدد به دی سی ای کالا بازگردانده شود.
        </p>
        <p className="my-1 text-accent-des">
          انصراف از خرید و درخواست مرجوعی بدون وجود ایراد یا مغایرت، به کالایی
          تعلق می‌گیرد که باز نشده باشد. دخل و تصرف، باز کردن بسته‌ بندی اولیه،
          پلمب، برچسب ‌ها و حتی نایلون وکیوم و شیرینک، امکان مرجوع کردن را از
          بین خواهد برد؛ حتی اگر از کالا استفاده نشده باشد.
        </p>
        <p className="my-1 text-accent-des">
          در صورت انصراف از خرید، ارسال کالا به عهده مشتری خواهد بود.
        </p>
        <p className="my-1 text-accent-des">
          اگر هنوز سفارش ارسال نشده باشد، باید هر چه سریع‏‌تر به واحد پیگیری
          سفارشات دی سی ای کالا اطلاع داده شود.
        </p>
        <p className="my-1 text-accent-des">
          با توجه به بسته بندی ایمن و استاندارد همه مرسولات، تحویل به هر یک از
          شرکت‏‏‌های حمل و نقل معتبر به انتخاب کاربر و اعلام بارنامه مرسوله به
          این معنی است که بروز هر گونه حادثه در هنگام حمل و تحویل به عهده شرکت
          حمل و نقل است و دی سی ای کالا تنها در صورت تایید شرکت حمل کننده سفارش
          و در راستای تسهیل امور پیگیری، خسارت را جبران می‌‏کند.
        </p>
        <p className="my-1 text-accent-des">
          کالای آسیب دیده و همه لوازم جانبی و متعلقات آن، باید به همان شکلی که
          مشتری تحویل گرفته است به همراه صورت جلسه رسمی شرکت حمل کننده و فاکتور
          به خدمات پس از فروش دی سی ای کالا ارسال شود.
        </p>
      </div>
      <h2 className="text-lg text-center my-5 text-[#52AFC2]">
      چه کالاهایی ضمانت بازگشت ندارند
      </h2>
      <p>
      با اینکه فروشگاه دی سی ای کالا برای اکثر کالاهای خود ضمانت بازگشت گذاشته است اما برخی محصولات به محض سفارش دیگر امکان بازگشت ندارند. کالاهایی که به درخواست مشتری تولید میشوند مثل درب شیشه ای و درب کرکره ای و پایه آیفون تصویری از این گروه هستند و برخی از محصولات سنگین و کالاهایی که به درخواست مشتری از شرکت ثانویه سفارش داده میشود قابلیت بازگشت ندارند.
      </p>
    </div>
  );
};

export default Guaranty;
