import ReusableBreadcrumbs from "@/components/designComponent/ReusableBreadcrumbs";

const WinterFestival = () => {
  return (
    <div className="p-3" dir="rtl">
      <ReusableBreadcrumbs
        items={[{ label: "خانه", href: "/" }, { label: "جشنواره زمستانه" }]}
      />
      <h2 className="mt-10">جشنواره زمستانه بی نظیر</h2>
      <p>
        فروشگاه دی سی ای کالا زمستان زیبا گرمی را با خرید آسوده نوید خواهد داد.
        ما می خواهیم بهترین کالا و خدمات را در سریعترین زمان به مشتریان سراسر
        کشور عرضه نماییم. از این رو امکانات بی نظیری را در این زمستان ارائه می
        دهم.
      </p>
      <h2 className="my-2">تخفیف ویژه </h2>
      <p>
        هر کالایی که در جشنواره وجود دارد، از تخفیف ویژه ای تا 30 درصد بهره می
        برد. این مقدار تخفیف تا کنون بی سابقه بوده است . اما فروشگاه دی سی ای
        کالا این تخفیف ها را برای رضایت و آسودگی خاطر در قیمت خرید ارائه می کند.
      </p>
      <h2 className="my-2">هدیه نقدی</h2>
      <p>
        تخفیف ویژه پایان کار نیست و هر خرید می تواند هدیه ای را برای مشتریان
        عزیز به ارمغان آورد . برای پی بردن به میزان هدیه نقدی هر محصول وارد همان
        محصول شده و در زیر عکس آن از مقدار آن آگاه شوید. برای اطلاعات بیشتر در
        مورد هدیه نقدی به این صفحه رجوع کنید.
      </p>
      <h2 className="my-2">ارسال رایگان</h2>
      <p className="mb-10">
        از این پس تمام ارسالها در سراسر ایران رایگان خواهد بود. تنها شرط این
        ارسال رایگان خرید بیش از 2میلیون ریال است. آسوده در منزل خود سفارش داده
        و در تهران در همان روز و در شهرستانها ظرف 48 ساعت بعد از سفارش محصول خود
        را دریافت نمایید.
      </p>
    </div>
  );
};

export default WinterFestival;
