import { Breadcrumbs, Typography } from "@mui/material";
import Link from "next/link";

const GiftCard = () => {
  return (
    <div dir="rtl" className="my-5">
      <Breadcrumbs aria-label="gift-card" className="mx-5 font-bold">
        <Link color="inherit" href="/">
          خانه
        </Link>
        <Typography className="text-primary">تخفیفات و پیشنهادات</Typography>
      </Breadcrumbs>
      <h2 className="text-lg text-center my-5 text-[#52AFC2]">
        هدیه نقدی دی سی ای کالا چیست؟
      </h2>
      <p>
        هدیه نقدی به صورت کارت می باشد که در یکسری از محصولات دی سی ای کالا در
        جشنواره های فروش ارائه می گردد. دارنده این کارت می تواند به میزان اعتبار
        این کارت در خرید بعدی خود یا دوستانش تخفیف نقدی دریافت کند.دی سی ای کالا
        به ازای هر عدد از محصولات خود یک عدد کارت هدیه به خریدار خواهد داد.
      </p>
      <h2 className="text-lg text-center my-5 text-[#52AFC2]">
      هدیه نقدی در آیفون تصویری
      </h2>
      <p>
        در آیفون های تصویری به علت اینکه امکان انتخاب یک پک چند واحدی وجود دارد
        ، دی سی ای کالا به ازای هر مانیتور یک کارت هدیه کلی خواهد داد. به طور
        مثال با خرید یک پک ده واحدی آیفون تصویری ، ده عدد کارت هدیه 5000 تومانی
        به ازای هر واحد داده خواهد شد که مبلغی معالد 50000 تومان خواهد شد. این
        هدیه به صورت تخفیف نقدی در خرید بعدی شما اعمال خواهد شد. این کارت قابل
        واگذاری می باشد به این نحو که هر کسی که دارنده این کارت باشد می تواند از
        این تخفیف استفاده نماید.
      </p>
      <h2 className="text-lg text-center my-5 text-[#52AFC2]">چگونه دریافت وجه هدیه نقدی</h2>
      <p>
        در زمان خرید ، بعد از اینکه محصولات انتخاب شد و جهت پرداخت به صفحه سبد
        خرید منتقل شدید. کد دریافتی بر روی کارت هدیه نقدری را طبق تصویر زیر وارد
        و تایید نمایید
      </p>
    </div>
  );
};

export default GiftCard;
